[
    {
      "name": "Enxofre",
      "classification": "Elemento nativo",
      "chemicalFormula": "S",
      "hardness": "1,5 – 2,5",
      "luster": "Resinoso",
      "color": "Amarelo, com variação da tonalidade para amarelo-esverdeado, acinzentado e avermelhado. Transparente a translúcido.",
      "composition": "S (100%). Pode conter pequenas quantidades de Se.",
      "crystallography": "Ortorrômbico",
      "crystalClass": "2/m 2/m 2/m",
      "habit": "Piramidal, bipiramidal, prismático. Comumente em massas irregulares e cristalizados imperfeitamente. Também como massas reniformes, maciças, estalactíticas, como incrustações, terrosas.",
      "cleavage": "",
      "fracture": "Conchoide a desigual (frágil).",
      "relativeDensity": "2,05 – 2,09",
      "opticalProperties": "Biaxial positivo",
      "diagnosticProperties": "Cor e facilidade com que queima em uma chama. Ausência de uma boa clivagem distingue-o do ouro-pigmento. Possui um cheiro característico e, ao segurar um cristal na mão próximo ao ouvido, pode ouvir-se estalar. Além disso, é um mau condutor de calor.",
      "associations": "Associado à anidrita, gipsita, carbonatos e sulfetos metálicos.",
      "occurrence": "Bordas de vulcões, proveniente da deposição de gases emanados nas fumarolas, veios associado a sulfetos metálicos, como produto da oxidação dos últimos, e em rochas sedimentares associado a anidrita, gipsita e carbonatos.",
      "uses": "Principal fonte do elemento enxofre, representando cerca de metade do fornecimento mundial. Utilizado para a fabricação de compostos como ácido sulfúrico (H2SO4) e sulfeto de hidrogênio/ácido sulfídrico (H2S), inseticidas, fertilizantes, no processo de vulcanização da borracha, explosivos, produtos de alcatrão de hulha, na preparação da polpa de madeira para fabricação de papel, tintas, tecidos, sabões e no processamento do petróleo.",
      "streak": "",
      "image": "https://didatico.igc.usp.br/wp-content/uploads/2017/04/enxofre-4.jpg"
    },
    {
      "name": "Grafita",
      "classification": "Elemento nativo",
      "chemicalFormula": "C",
      "hardness": "1 – 2",
      "luster": "Metálico, às vezes terroso",
      "color": "Preta a cinza",
      "composition": "Principalmente carbono. Pode estar contaminada por óxido de ferro, argila e outros minerais.",
      "crystallography": "Hexagonal",
      "crystalClass": "6/m 2/m 2/m",
      "habit": "Massas laminadas, radiadas ou granulosas.",
      "cleavage": "Perfeita {0001}",
      "fracture": "",
      "relativeDensity": "2,23",
      "opticalProperties": "Opaco",
      "diagnosticProperties": "Clivagem, dureza baixa, tacto gorduroso, cor do traço, suja facilmente as mãos e a sua maciez. Pode ser confundida com a molibdenita, mas esta tem uma tonalidade azulada e traço esverdeado.",
      "associations": "Micas e carbonatos em rochas metassedimentares; quartzo, biotita, ortoclásio, turmalina, apatita, pirita e titanita em veios hidrotermais; ferro nativo em meteoritos.",
      "occurrence": "Comumente em rochas metamórficas como mármores, xistos e gnaisses, como produto do metamorfismo de um material carbonoso de origem orgânica. Também ocorre em veios hidrotermais e ocasionalmente como um constituinte original de rochas ígneas e em alguns meteoritos de ferro como nódulos.",
      "uses": "Usada na fabricação de cadinhos refratários, tinta protetora para aço, revestimento e moldes de fundição, baterias, eletrodos, escova dínamo, lubrificante (junto ao óleo), grafite de lápis e lapiseiras (junto à argila), nas indústrias de latão e bronze e em galvanoplastia.",
      "streak": "Preto",
      "image": "https://didatico.igc.usp.br/wp-content/uploads/2020/06/grafita-1.jpg"
    },
    {
      "name": "Fluorita",
      "classification": "Haleto",
      "chemicalFormula": "CaF2",
      "hardness": "4, mineral índice na escala de Mohs",
      "luster": "Vítreo",
      "color": "Cor amplamente variada, as mais comuns são verde-claro, amarelo, verde-azulado e purpúreo. Translúcido.",
      "composition": "Ca 51,3%, F 48,7%, alguns elementos de terras raras (Y e Ce) podem substituir o Ca.",
      "crystallography": "Isométrico",
      "crystalClass": "4/m ¯3 2/m",
      "habit": "Cristais cúbicos ou octaédricos comumente geminados. Usualmente em cristais ou massas cliváveis; também maciça, grosso-granular ou fino-granular, ou colunar.",
      "cleavage": "Perfeita em {111}",
      "fracture": "Irregular a subconchoidal",
      "relativeDensity": "3,18",
      "opticalProperties": "Isotrópico",
      "diagnosticProperties": "Dureza, clivagem, brilho, alocromía e fluorescência.",
      "associations": "Associada a muitos minerais diferentes como calcita, dolomita, gipso, celestina, barita, esfalerita, quartzo, topázio, galena, cassiterita, turmalina e apatita.",
      "occurrence": "Mineral comum e amplamente distribuído. Encontra-se em veios hidrotermais, como um mineral da ganga ou associado a mineiros de metais; em cavidades de dolomitos e calcários e, ocasionalmente, como mineral de menor importância em rochas magmáticas e pegmatitos.",
      "uses": "Usa-se na indústria química e na fabricação do aço principalmente, também na manufatura de vidros, de fibra-de-vidro, de cerâmica, e de esmaltação. Às vezes na ornamentação de vasos e pratos e, em menor medida, para lentes e prismas de aparelhos óticos.",
      "streak": "Incolor",
      "image": "https://didatico.igc.usp.br/wp-content/uploads/2017/04/fluorita-6.jpg"
    },
    {
      "name": "Halita",
      "classification": "Halóide",
      "chemicalFormula": "NaCl",
      "hardness": "2,5",
      "luster": "Transparente a translúcido.",
      "color": "Incolor a branca, podendo apresentar tons de amarelo, vermelho, azul e púrpura quando impuro.",
      "composition": "Na (39,3%) e Cl (60,7%), pode conter diferentes impurezas.",
      "crystallography": "Isométrico",
      "crystalClass": "4/m ¯3 2/m",
      "habit": "Cúbico. Maciça, granular a compacta. Em agregados cúbicos cliváveis.",
      "cleavage": "Perfeita {001}",
      "fracture": "",
      "relativeDensity": "2,16",
      "opticalProperties": "Isotrópico",
      "diagnosticProperties": "Hábito e clivagem cúbicos, gosto salgado.",
      "associations": "Gipsita, silvita, anidrita e calcita.",
      "occurrence": "Evaporitos",
      "uses": "Principal fonte de sódio e cloro para a indústria química. O cloro é utilizado na fabricação de ácido clorídrico, e o sódio para curtir couros, em fertilizantes, alimentação de animais de criação, derreter neve em rodovias, no extermínio de ervas daninhas e na produção e conservação de alimentos para humanos.",
      "streak": "Incolor",
      "image": "https://didatico.igc.usp.br/wp-content/uploads/2017/04/halita-2.jpg"
    }
  ]
  