[
  {
    "name": "Apatita",
    "classification": "Fosfato",
    "chemicalFormula": "Ca5(PO4)3(F, Cl, OH)",
    "hardness": "5 – Mineral índice da escala Mohs",
    "luster": "Vítreo a subresinoso",
    "color": "Normalmente em tons de verde ou castanho, também azul, violeta e incolor.",
    "composition": "Cloro, flúor e hidroxila se substituem mutuamente, dando origem a séries completas cujos extremos são: Fluofosfato de cálcio (ou fluorapatita) Ca5F(PO4)3, cloroapatita Ca5Cl(PO4)3, hidroxilapatita Ca5(OH)(PO4)3. Carbonato (CO32-) pode substituir o fosfato (PO43-), produzindo carbonoapatita, e manganês pode substituir parcialmente o cálcio. Também é possível achar substituições parciais de Ca2+ por Na, e do grupo (PO4) por (SO4) ou (SiO4).",
    "crystallography": "Hexagonal",
    "crystalClass": "6/m",
    "habit": "Em cristais prismáticos ou tabulares, também massivo granular ou compacto.",
    "cleavage": "Pobre em {0001}",
    "fracture": "",
    "relativeDensity": "3,15 – 3,20",
    "opticalProperties": "Uniaxial negativo.",
    "diagnosticProperties": "Reconhecida por seus cristais, cor e por sua dureza.",
    "associations": "Diversa. Em alguns depósitos, intimamente associada a nefelina e titanita.",
    "occurrence": "Mineral acessório em diversos tipos de rochas ígneas, metamórficas e sedimentares. Maior concentração quando associada a rochas alcalinas e carbonatíticas.",
    "uses": "Fonte de fósforo utilizado em fertilizantes. Ocasionalmente usada como gema.",
    "streak": "",
    "image": "https://didatico.igc.usp.br/wp-content/uploads/2017/04/apatita-4.jpg"
  },
  {
    "name": "Barita",
    "classification": "Sulfato",
    "chemicalFormula": "BaSO4",
    "hardness": "3 – 3,5",
    "luster": "Vítreo, às vezes nacarado na base.",
    "color": "Incolor, branca, tons claros de azul, amarelo e vermelho.",
    "composition": "BaO 65,7% e SO3. O Sr substitui o Ba dando origem à outra extremidade da solução sólida: celestita (SrSO4). Pequenas quantidades de Pb podem substituir o Ba.",
    "crystallography": "Ortorrômbico",
    "crystalClass": "2/m 2/m 2/m",
    "habit": "Agregados de cristais tabulares divergentes, também em lâminas grossas, fibroso a granular ou terroso.",
    "cleavage": "Perfeita {001}, boa {210}",
    "fracture": "",
    "relativeDensity": "4,5",
    "opticalProperties": "Biaxial positivo",
    "diagnosticProperties": "Densidade elevada (para um mineral não-metálico), clivagem característica e hábito.",
    "associations": "Minerais minérios de prata, chumbo, cobre, cobalto, manganês e antimônio.",
    "occurrence": "Mineral de ganga em filões metálicos. Em veios no calcário, como cimento no arenito. Ocasionalmente precipitada de fluidos termais.",
    "uses": "A maior parte é usada como lama pesada na indústria do petróleo. Também é a principal fonte de bário para a produção de substâncias químicas utilizadas na fabricação de cosméticos, papel e tecidos, como pigmento de tintas e na radiologia médica.",
    "streak": "",
    "image": "https://didatico.igc.usp.br/wp-content/uploads/2017/04/barita-2.jpg"
  },
  {
    "name": "Gipsita",
    "classification": "Sulfato",
    "chemicalFormula": "CaSO4.2H2O",
    "hardness": "2, índice na escala de Mohs",
    "luster": "Vítreo, nacarado, sedoso.",
    "color": "Branco, amarelo, incolor, cinza, castanho.",
    "composition": "CaO 32,6 %, SO3 46,5%, H2O 20,9%. Passível de sofrer processos de desidratação.",
    "crystallography": "Monoclínico",
    "crystalClass": "2/m",
    "habit": "Maciça, laminada (selenita), maciça granular (alabastro), fibroso (espato setinado). As geminações são relativamente comuns.",
    "cleavage": "Perfeita em {010}, laminar em {100}, com superfície concóide {011}.",
    "fracture": "Fibrosa",
    "relativeDensity": "2,32",
    "opticalProperties": "Biaxial positivo",
    "diagnosticProperties": "Na amostra de mão, dureza e clivagem.",
    "associations": "Com halita, anidrita, dolomita, calcita, enxofre, pirita e quartzo.",
    "occurrence": "Frequentemente interestratificado com calcários e folhelhos, como camada subjacente à sal-gema. Também em corpos lenticulares ou cristais disseminados. Formado pela alteração de anidrita. Encontrado também em regiões vulcânicas. Pode recristalizar em veios hidrotermais.",
    "uses": "Para a produção do gesso, fertilizantes e para alguns fins ornamentais.",
    "streak": "",
    "image": "https://didatico.igc.usp.br/wp-content/uploads/2017/04/gipsita-3.jpg"
  },
  {
    "name": "Aragonita",
    "classification": "Carbonato",
    "chemicalFormula": "CaCO3",
    "hardness": "3,5 – 4",
    "luster": "Vítreo",
    "color": "Incolor, branca, amarela pálida e colorida variadamente.",
    "composition": "CaO 56%, CO2 44%. Contém pequenas quantidades de Sr e Pb substituindo o Ca.",
    "crystallography": "Ortorrômbico",
    "crystalClass": "2/m 2/m 2/m",
    "habit": "Piramidal acicular, tabular, geminados pseudo-hexagonais.",
    "cleavage": "Distinta em {010}, má em {110}",
    "fracture": "Irregular a subconchoidal",
    "relativeDensity": "2,94",
    "opticalProperties": "Biaxial negativo",
    "diagnosticProperties": "Densidade relativa, ausência de clivagem romboédrica e solubilidade em HCl em frio.",
    "associations": "Associada a gibsita, depósitos de ferro, calcita e serpentina.",
    "occurrence": "Significativamente menos comum do que a calcita. Precipita em águas carbonatadas quentes, em depósitos próximos da superfície. Encontra-se crostas fibrosas sobre a serpentina e preenchendo as cavidades amigdaloides no basalto.",
    "uses": "Principalmente como gema, mas também é usada na manufatura de medidores de pressão piezoelétricos.",
    "streak": "",
    "image": "https://didatico.igc.usp.br/wp-content/uploads/2017/04/aragonita-2.jpg"
  },
  {
    "name": "Calcita",
    "classification": "Carbonato",
    "chemicalFormula": "CaCO3",
    "hardness": "3 – mineral da Escala Mohs de dureza",
    "luster": "Vítreo a terroso",
    "color": "Branco ou incolor, mas podendo apresentar cores diversas. Quando impura, castanho a preto.",
    "composition": "CaO (56%) e CO2 (44%). Podendo conter quantidades de Mn2+, Fe2+ ou Mg substituindo o Ca.",
    "crystallography": "Hexagonal",
    "crystalClass": "¯3 2/m",
    "habit": "Prismático, romboédrico, escalenoédrico.",
    "cleavage": "Perfeita {1011}",
    "fracture": "",
    "relativeDensity": "2,71",
    "opticalProperties": "Uniaxial negativo.",
    "diagnosticProperties": "Clivagem romboédrica, dureza e efervescência no HCl frio. Também a cor e brilho podem ajudar a determinar o mineral. Alta birrefringência no microscópio petrográfico. Nas espécies cristalinas transparentes a alta refração da luz é observada.",
    "associations": "Associação ampla.",
    "occurrence": "Um dos principais minerais formadores de rocha. De alta relevância nas rochas sedimentares, podendo conformar distintos tipos de rocha através de processos tanto inorgânicos quanto biogênicos. Mineral predominante de calcários, margas, mármores, carbonatitos e por vezes em veios hidrotermais. Também presente em rochas ígneas carbonáticas (carbonatitos) e rochas metamórficas.",
    "uses": "Principalmente na indústria da construção. Usa-se na fabricação de cimentos, cal e argamassa e como corretor de pH de solos ácidos.",
    "streak": "",
    "image": "https://didatico.igc.usp.br/wp-content/uploads/2017/04/calcita-9.jpg"
  },
  {
    "name": "Dolomita",
    "classification": "Carbonato",
    "chemicalFormula": "CaMg(CO3)2",
    "hardness": "3,5 – 4",
    "luster": "Vítreo a nacarado",
    "color": "Usualmente rósea, podendo ser incolor, branco, cinzento, verde, castanho ou preto.",
    "composition": "CaO 30,4%, MgO 21,7%, CO2 47,9%. A relação entre Ca:Mg varia entre 58:42 e 47,5:52,5. Ca pode ser substituído por pequenas quantidades de Pb. Mg pode ser substituído por pequenas quantidades de Mn2+ e Zn2+ e por grandes quantidades de Fe2+.",
    "crystallography": "Hexagonal",
    "crystalClass": "¯3",
    "habit": "Romboédrico, podendo apresentar faces curvas (formando selas). Em massas cliváveis de granulação grossa. Às vezes em massas de granulação fina ou compactas.",
    "cleavage": "Perfeita em {10¯11}",
    "fracture": "",
    "relativeDensity": "2,85",
    "opticalProperties": "Uniaxial negativo",
    "diagnosticProperties": "Clivagem e hábito romboédricos, dureza e pouca efervescência à HCl frio. Clivagem e birrefringência extrema no microscópio petrográfico.",
    "associations": "Calcita, aragonita, fluorita, barita e siderita.",
    "occurrence": "Ocorre como alteração do calcário (substituição parcial de Ca por Mg). Como calcário dolomítico e mármore dolomítico. Também presente como mineral de filão, principalmente em mineralizações de zinco e chumbo que atravessam o calcário.",
    "uses": "Pedra de construção e ornamental, fabricação de cimentos, magnésia, revestimentos refratários e utilizada nos processos básicos de fabricação de aço. Mineiro potencial de magnésio metálico.",
    "streak": "",
    "image": "https://didatico.igc.usp.br/wp-content/uploads/2017/04/dolomita-3.jpg"
  },
  {
    "name": "Coríndon",
    "classification": "Óxido",
    "chemicalFormula": "Al2O3",
    "hardness": "9 – Mineral índice na escala de Mohs",
    "luster": "Adamantino a vítreo",
    "color": "Pode apresentar algum matiz castanho, rosa, azul ou ser incolor. Comumente branco, cinzento, verde, vermelho-rubi ou azul-safira.",
    "composition": "Al (52,9%) e O (47,1%).",
    "crystallography": "Hexagonal",
    "crystalClass": "¯3 2/m",
    "habit": "Cristais prismáticos ou pirâmides hexagonais. Usualmente cristalização irregular ou massiva, também granular.",
    "cleavage": "Partição em {0001} e {101¯1}",
    "fracture": "",
    "relativeDensity": "4,02",
    "opticalProperties": "Uniaxial negativo",
    "diagnosticProperties": "Dureza, brilho intenso, partição e densidade relativa.",
    "associations": "Clorita, micas (por alteração), olivina, serpentina, magnetita, espinélio, cianita e diásporo.",
    "occurrence": "Mineral acessório comum em rochas metamórficas. Ocorre no meta-calcário, no mármore, no mica xisto, no gnaisse, em rochas insaturadas em sílica como sienitos, nefelina sienitos. Também presente nas zonas de contato entre peridotitos e encaixantes, diques lamprófiros, pegmatitos e em solos detríticos.",
    "uses": "Gema e abrasivo.",
    "streak": "",
    "image": "https://didatico.igc.usp.br/wp-content/uploads/2017/04/corindon-1.jpg"
  },
  {
    "name": "Goethita",
    "classification": "Hidróxido",
    "chemicalFormula": "FeO(OH)",
    "hardness": "5 – 5,5",
    "luster": "Adamantino a fosco. Sedosos em algumas variedades.",
    "color": "Castanho-amarelado a castanho-escuro.",
    "composition": "Fe 62,9%, O 27%, H2O 10,1%, podendo conter até 5% de Mn.",
    "crystallography": "Ortorrômbico",
    "crystalClass": "2/m 2/m 2/m",
    "habit": "Cristais aciculares. Maciça, reniforme, estalactítica em agregados fibrosos radiais ou laminado.",
    "cleavage": "Perfeita em {010}",
    "fracture": "",
    "relativeDensity": "4,37 – 3,3, diminuindo pela presença de impurezas.",
    "opticalProperties": "Uniaxial negativo",
    "diagnosticProperties": "Cor do traço, clivagem, crescimento radial.",
    "associations": "Produto do intemperismo dos minerais portadores de ferro.",
    "occurrence": "De modo típico é formado sob condições de oxidação. Também como mantos lateríticos residuais, resultantes da intemperização de serpentinas e como precipitado direto inorgânico ou biogênico.",
    "uses": "Minério de ferro.",
    "streak": "Castanho amarelado.",
    "image": "https://didatico.igc.usp.br/wp-content/uploads/2018/08/goethita-2.jpg"
  },
  {
    "name": "Galena",
    "classification": "Sulfeto",
    "chemicalFormula": "PbS",
    "hardness": "2,5",
    "luster": "Metálico reluzente",
    "color": "Cinza do chumbo.",
    "composition": "86,6% Pb, 13,4% S. A prata pode estar presente, assim como pequenas quantidades de Zn, Cd, Sb, As e Bi. O selênio pode estar presente substituindo o enxofre.",
    "crystallography": "Isométrico",
    "crystalClass": "4/m ¯3 2/m",
    "habit": "Mais comum como massas cúbicas cliváveis. Menos comum octaedro, como truncaduras do cubo. Raro o dodecaedro e o trioctaedro.",
    "cleavage": "Perfeita em {001}",
    "fracture": "",
    "relativeDensity": "7,4 – 7,6",
    "opticalProperties": "Isotrópico",
    "diagnosticProperties": "Clivagem, densidade relativa elevada, maciez e traço cinza do chumbo.",
    "associations": "Sulfeto metálico muito comum. Associada com a esfalerita, pirita, marcassita, calcopirita, cerussita, anglesita, dolomita, calcita, quartzo, barita e fluorita. Também com mineiros de prata, podendo também contê-la.",
    "occurrence": "Encontrada em veios, preenchendo espaços abertos, ou depósitos de substituição (associado a calcários). Também pode ser achada nos depósitos metamórficos de contato.",
    "uses": "Principal fonte do chumbo. Também é um minério importante da prata.",
    "streak": "Cinza do chumbo.",
    "image": "https://didatico.igc.usp.br/wp-content/uploads/2017/04/galena-4.jpg"
  },
  {
    "name": "Quartzo",
    "classification": "Tectossilicatos",
    "chemicalFormula": "SiO2",
    "hardness": "7, mineral índice na escala de Mohs",
    "luster": "Vítreo, às vezes gorduroso ou reluzente.",
    "color": "Normalmente incolor ou branco, mas as diversas impurezas que podem conter o tingem dando origem a distintas variedades.",
    "composition": "Tem uma composição constante de 46,7% de Si e 53,3% de O, mas pode apresentar diversos polimorfos.",
    "crystallography": "Hexagonal",
    "crystalClass": "32 e 622",
    "habit": "Maciça em diferentes granulações, cristais prismáticos (com faces estriadas, às vezes geminados), compacto.",
    "cleavage": "Não tem",
    "fracture": "Conchoidal",
    "relativeDensity": "2,65",
    "opticalProperties": "Uniaxial positivo",
    "diagnosticProperties": "Brilho, fratura, forma do cristal e a sua dureza.",
    "associations": "Muito comum, associado principalmente a muscovita e feldspato quando de origem ígnea. Nos filões com quase toda a série de minerais de veios.",
    "occurrence": "Principal constituinte das rochas ígneas ácidas. Por ser resistente ao intemperismo é muito comum em rochas sedimentares. Pode ser tanto cristalizado por resfriamento (ou recristalização) como precipitado a partir de uma solução rica em sílica. Ocorre em grandes quantidades como areia e como um constituinte dos solos.",
    "uses": "Usado em ornamentação e como gema em muitas das suas variedades; mas também de uso extenso na indústria, na argamassa e no concreto, como fundente, como abrasivo, na manufatura de vidro e dos tijolos de sílica, na porcelana, nas tintas, nas lixas, nos saponáceos, como pedra de construção e para fins de pavimentação. Além disso, é usado na ciência para instrumentos ópticos, como osciladores de rádio e para medições de pressões instantâneas.",
    "streak": "",
    "image": "https://didatico.igc.usp.br/wp-content/uploads/2017/04/quartzo-11.jpg"
  }
]
